Repository: 1katoda/plugin-Authenticator
Catalog: Authenticator/locales/*/LC_MESSAGES/authenticator.po
Languages: fr_fr

source: Ey, esto es una DEMO!!
fr_fr: Hey, c'est une DEMO!!

source: Código incorrecto
fr_fr: Code invalide

source: Código de recuperación utilizado
fr_fr: Code de récupération utilisé

source: 2FA Habilitado
fr_fr: 2FA Activée

source: 2FA Deshabilitado
fr_fr: 2FA Désactivée

source: Email de recuperación enviado
fr_fr: L'e-mail de récupération vient d'être envoyé

source: Código correcto
fr_fr: Code valide

source: Recuperación de Código 2FA
fr_fr: Code de récupération 2FA

source: Se ha solicitado un código de recuperación para 2FA.
fr_fr: Un code de récupération 2FA a été demandé

source: El código de recuperación es: %s
fr_fr: Le code de récupération est: %s

source: Códigos de recuperación visualizados
fr_fr: Codes de récupération affichés

source: Códigos de recuperación agotados
fr_fr: Il n'y a aucun code de récupération disponible

source: Aviso Caducidad
fr_fr: Avis expiré

source: El código 2FA se ha de restablecer en %d días
fr_fr: Le code 2FA devra être remis à zéro dans %d jours

source: El código 2FA ha caducado. Es necesario restablecerlo desde las preferencias
fr_fr: Le code 2FA est expiré. vous devez le redéfinir dans l'onglet préférence

source: Seguridad
fr_fr: Sécurité

source: Autentificación en 2 pasos
fr_fr: Authentification en 2 étapes

source: Introducir código
fr_fr: Entrer le code

source: Olvidé mi código
fr_fr: Code oublié

source: Volver a iniciar sesión
fr_fr: Revenir à la connexion

source: Volver
fr_fr: Revenir

source: Acceder
fr_fr: Connexion

source: Solicitar
fr_fr: Requête

source: Autentificación
fr_fr: Authentification

source: Habilita la autentificación en 2 pasos que requiere de la introducción de un token generado por una aplicación como Google Authenticator.
fr_fr: Activer l'authentification en 2 étapes nécessite une clé générée par une application comme Google Authenticator.

source: Escanee el código QR proporcionado y a continuación introduzca la clave de 6 dígitos.
fr_fr: Scannez le QR code et entrez les 6 chiffres de la clé.

source: Activar
fr_fr: Activer

source: Error al obtener el código QR. Inténtelo de nuevo
fr_fr: Erreur lors de la récupération du QR Code. Veuillez recommencer.

source: Código
fr_fr: Code

source: Una vez activada, sólo es posible acceder si se dispone del dispositivo generador de códigos asociado.
fr_fr: Une fois activé, vous devriez être capable de vous connecter avec le code généré lié à l'équipement.

source: Días Caducidad
fr_fr: Nombre de jours avant expiration

source: Días
fr_fr: Jours

source: Códigos Recuperación
fr_fr: Codes de récupération

source: Ver códigos
fr_fr: Afficher les codes
