Repository: 1katoda/plugin-Authenticator
Catalog: src/locales/*/LC_MESSAGES/authenticator.po
Languages: da, de_de, es_es, fo, fr_fr, pl_pl

source: Ey, esto es una DEMO!!
de_de: Hey, dies ist eine DEMO!!

source: Código incorrecto
de_de: Falscher Code

source: Código de recuperación utilizado
de_de: Wiederherstellungscode benutzt

source: 2FA Habilitado
de_de: 2FA Deaktiviert

source: 2FA Deshabilitado
de_de: 2FA Aktiviert

source: Email de recuperación enviado
de_de: Email mit Wiederherstellungscode wurde gesendet

source: Código correcto
de_de: Code bestätigt

source: Recuperación de Código 2FA
de_de: 2FA Code Recovery

source: Se ha solicitado un código de recuperación para 2FA.
de_de: Ein 2FA Wiederherstellungscode wurde angefragt.

source: El código de recuperación es: %s
de_de: Der Wiederherstellungscode lautet: %s

source: Códigos de recuperación visualizados
de_de: Wiederherstellungscodes angezeigt

source: Códigos de recuperación agotados
de_de: Es sind keine Wiederherstellungscodes verfügbar

source: Aviso Caducidad
de_de: Änderungsdatum

source: El código 2FA se ha de restablecer en %d días
de_de: Der 2FA-Code muss innerhalb von %d Tagen zurückgesetzt werden.

source: El código 2FA ha caducado. Es necesario restablecerlo desde las preferencias
de_de: Der 2FA Code ist abgelaufen. Du musst es auf der Registerkarte Einstellungen zurücksetzen.

source: Seguridad
de_de: Sicherheit

source: Autentificación en 2 pasos
de_de: Zwei-Faktor Authentifizierung

source: Introducir código
de_de: Code eingeben

source: Olvidé mi código
de_de: Ich habe meinen Code vergessen

source: Volver a iniciar sesión
de_de: Zurück zur Anmeldung

source: Volver
de_de: Zurück

source: Acceder
de_de: Anmeldung

source: Solicitar
de_de: Anfrage

source: Autentificación
de_de: Authentifizierung

source: Habilita la autentificación en 2 pasos que requiere de la introducción de un token generado por una aplicación como Google Authenticator.
de_de: Aktiviert Zwei-Faktor-Authentifizierung

source: Escanee el código QR proporcionado y a continuación introduzca la clave de 6 dígitos.
de_de: Scanne den angegebenen QR-Code und gib den sechs stelligen Code ein.

source: Activar
de_de: Aktivieren

source: Error al obtener el código QR. Inténtelo de nuevo
de_de: Fehler beim Abrufen des QR-Codes. Bitte erneut versuchen.

source: Código
de_de: Code

source: Una vez activada, sólo es posible acceder si se dispone del dispositivo generador de códigos asociado.
de_de: Sobald aktiviert, kannst du dich nur mit dem Codegenerator verbundenen Gerät anmelden.

source: Días Caducidad
de_de: Änderungsdatum

source: Días
de_de: Tage

source: Códigos Recuperación
de_de: Wiederherstellungscodes

source: Ver códigos
de_de: Codes anzeigen

source: Ey, this is a DEMO!!
da: Hey, dette er en DEMO!!
es_es: Ey, esto es una DEMO!!
fo: Hey, hetta er ein DEMO!!
fr_fr: Hey, c'est une DEMO!!
pl_pl: Ej, to jest demo!!

source: Wrong code
da: Forkert kode
es_es: Código incorrecto
fo: Skeiv kota
fr_fr: Code invalide
pl_pl: Zły kod

source: Recovery code used
da: Gendannelseskode er brugt
es_es: Código de recuperación utilizado
fo: Endurgerðarkotan er brúkt
fr_fr: Code de récupération utilisé

source: 2FA Enabled
da: 2FA Aktiveret
es_es: 2FA Habilitado
fo: 2FA virkin
fr_fr: 2FA Activée

source: 2FA Disabled
da: 2FA Ikke aktiveret
es_es: 2FA Deshabilitado
fo: 2FA óvirkin
fr_fr: 2FA Désactivée

source: Recovery email has been sent
da: Gendannelsesemail sendt
es_es: Email de recuperación enviado
fo: Endurgerðartelduposturin er sendur
fr_fr: L'e-mail de récupération vient d'être envoyé

source: Correct code
da: Korrekt kode
es_es: Código correcto
fo: Røtt kota
fr_fr: Code valide
pl_pl: Prawidłowy kod

source: 2FA Code Recovery
da: 2FA-kode Gendannelse
es_es: Recuperación de Código 2FA
fo: 2FA-kotuendurgerðing
fr_fr: Code de récupération 2FA

source: A 2FA recovery code has been requested.
da: En 2FA gendannelseskode er blevet efterspurgt.
es_es: Se ha solicitado un código de recuperación para 2FA.
fo: Ein 2FA-endurgerðarkota er eftirspurdur.
fr_fr: Un code de récupération 2FA a été demandé

source: The recovery code is: %s
da: Gendannelseskoden er: %s
es_es: El código de recuperación es: %s
fo: Endurgerðarkotan er: %s
fr_fr: Le code de récupération est: %s

source: Recovery codes displayed
da: Gendannelseskoderne vist
es_es: Códigos de recuperación visualizados
fo: Endurgerðarkotur eru vístar
fr_fr: Codes de récupération affichés

source: There aren't any recovery codes available
da: Der er ingen gendannelseskoder til rådighed
es_es: Códigos de recuperación agotados
fo: Ongar endurgerðarkotur tøkar
fr_fr: Il n'y a aucun code de récupération disponible

source: Expire Notice
da: Udløbsvarsel
es_es: Aviso Caducidad
fo: Fráboðan Um Ógildi
fr_fr: Avis expiré
pl_pl: Powiadomienie o wygaśnięciu

source: The 2FA code will need to be reset within %d days
da: 2FA-koden skal nulstilles inden %d dage
es_es: El código 2FA se ha de restablecer en %d días
fo: 2FA-kotan skal endursetast innan %d dagar
fr_fr: Le code 2FA devra être remis à zéro dans %d jours
pl_pl: 2FA kod będzie musiał być zresetowany w ciągu %d dni

source: The 2FA code is expired. You need to reset it on preferences tab
da: 2FA-kode er undgået. Du skal nulstille den i indstillingsfanen.
es_es: El código 2FA ha caducado. Es necesario restablecerlo desde las preferencias
fo: 2FA-kotan er farin úr gildi. Tær noyðist at endurseta hana í stillingarteiginum
fr_fr: Le code 2FA est expiré. vous devez le redéfinir dans l'onglet préférence
pl_pl: Kod 2FA wygasł. Zresetuj go w zakładce z ustawieniami

source: Security
da: Sikkerhed
es_es: Seguridad
fo: Trygd
fr_fr: Sécurité
pl_pl: Bezpieczeństwo

source: Two Factor Authentication
da: To-Faktor Autentificering
es_es: Autentificación en 2 pasos
fo: Tvítættarsamgildi
fr_fr: Authentification en 2 étapes
pl_pl: Dwustopniowe logowanie

source: Enter code
da: Skriv kode
es_es: Introducir código
fo: Skriva kotu
fr_fr: Entrer le code
pl_pl: Wprowadź kod

source: Forgot my code
da: Glemt min kode
es_es: Olvidé mi código
fo: Gloymdi mína kotu
fr_fr: Code oublié

source: Back to log in
da: Tilbage til login
es_es: Volver a iniciar sesión
fo: Aftur til innritingina
fr_fr: Revenir à la connexion
pl_pl: Wróć do logowania

source: Back
da: Tilbage
es_es: Volver
fo: Aftur
fr_fr: Revenir
pl_pl: Wróć

source: Log in
es_es: Acceder
fo: Rita inn
fr_fr: Connexion
pl_pl: Logowanie

source: Request
da: Efterspørgsel
es_es: Solicitar
fo: Umbøn
fr_fr: Requête
pl_pl: Żądanie

source: Authentication
da: Autentificering
es_es: Autentificación
fo: Samgildi
fr_fr: Authentification
pl_pl: Poświadczenie

source: Enables the two factor authentication that requires entering a token that is generated by an application like Google Authenticator.
da: Aktiverer to-faktor autentificering, som kræver et token som er genereret af en app så som Google Authenticator.
es_es: Habilita la autentificación en 2 pasos que requiere de la introducción de un token generado por una aplicación como Google Authenticator.
fo: Virkar tvítáttarsamgildi ið krevur at man skrivar eitt teknmark gjørt av einum forriti, sum Google Authenticator.
fr_fr: Activer l'authentification en 2 étapes nécessite une clé générée par une application comme Google Authenticator.
pl_pl: Włącza dwustopniowe logowanie, które wymag podania tokenu generowanego przez aplikację, np. Google Authenticator

source: Please, scan the provided QR code and then enter the 6 digits key.
da: Scan venligst den givne QR-kode og derefter skriv den sekssiffrede nøgle.
es_es: Escanee el código QR proporcionado y a continuación introduzca la clave de 6 dígitos.
fo: Vinarliga ljóslesa givnu QR-kotuna og skriva síðan sekssiffraða lykilin.
fr_fr: Scannez le QR code et entrez les 6 chiffres de la clé.
pl_pl: Zeskanuj wyświetlony kod QR i wprowadź 6 cyfr.

source: Enable
da: Aktivér
es_es: Activar
fo: Virka
fr_fr: Activer
pl_pl: Włącz

source: Error while getting the QR code. Please, try it again
da: En fejl skete imens QR-koden blev hentet. Prøv venligst igen
es_es: Error al obtener el código QR. Inténtelo de nuevo
fo: Ein villa hendi tá farið var eftir QR-kotuni. Vinarliga royn aftur.
fr_fr: Erreur lors de la récupération du QR Code. Veuillez recommencer.
pl_pl: Błąd pobierania kodu QR. Spróbuj ponownie

source: Code
da: Kode
es_es: Código
fo: Kota
pl_pl: Kod

source: Once enabled, you wil only be able to log in by using the code generator linked device.
da: Når dette er aktiveret, kan du kun logge ind ved at bruge den enhed der genererer koderne.
es_es: Una vez activada, sólo es posible acceder si se dispone del dispositivo generador de códigos asociado.
fo: Kotugerðartóleindin er tann einasta ið kann rita teg inn tá hetta er virkað.
fr_fr: Une fois activé, vous devriez être capable de vous connecter avec le code généré lié à l'équipement.
pl_pl: Po włączeniu będziesz mógł się zalogować tylko z użyciem kodu wygenerowanego przez podłączone urządzenie.

source: Expiry Days
da: Udløbsdatoer
es_es: Días Caducidad
fo: Ógildardagar
fr_fr: Nombre de jours avant expiration
pl_pl: Dni do wygaśnięcia

source: Days
da: Dage
es_es: Días
fo: Dagar
fr_fr: Jours
pl_pl: Dni

source: Recovery Codes
da: Gendannelseskoder
es_es: Códigos Recuperación
fo: Endurgerðarkotur
fr_fr: Codes de récupération

source: Display codes
da: Vis koder
es_es: Ver códigos
fo: Vís kotur
fr_fr: Afficher les codes
